IdeaRS.OpenModel.ConnectionSetup.InitByCode
Inicialize by setted code

IdeaRS.OpenModel.ConnectionSetup.AnalysisGNL
Analysis with GNL

IdeaRS.OpenModel.ConnectionSetup.ExtensionLengthRationOpenSections
ExtensionLengthRationOpenSections

IdeaRS.OpenModel.ConnectionSetup.ExtensionLengthRationCloseSections
ExtensionLengthRationCloseSections

IdeaRS.OpenModel.ConnectionSetup.FactorPreloadBolt
FactorPreloadBolt

IdeaRS.OpenModel.ConnectionSetup.BaseMetalCapacity
BaseMetalCapacity

IdeaRS.OpenModel.ConnectionSetup.ApplyBearingCheck
ApplyBearingCheck

IdeaRS.OpenModel.ConnectionSetup.FrictionCoefficientPbolt
Friction factor of slip-resistant joint

IdeaRS.OpenModel.ConnectionSetup.WeldingTypeSNIP
Welding types defined in SP16-Table 39